anti_op_list = [
    "你说的对，但是《你说的对》是由你说的对自主研发的一款全新你说的对。你说的对发生在一个被称作「你说的对」的你说的对世界，在这里被你说的对选中的你说的对将被授予「你说的对」，引导你说的对之力。你将扮演一位名为「你说的对」的神秘角色，在自由的旅行中邂逅你说的对、你说的对的你说的对们，和你说的对一起击败你说的对，寻找失散的你说的对，同时，逐步发掘「你说的对」的真相。",

    "你说得对，但是《原神》是由米哈游自主研发的一款全新开放世界冒险游戏。游戏发生在一个被称作“提瓦特”的幻想世界，在这里，被神选中的人将被授予“神之眼”，导引元素之力。你将扮演一位名为“旅行者”的神秘角色，在自由的旅行中邂逅性格各异、能力独特的同伴们，和他们一起击败强敌，找回失散的亲人——同时，逐步发掘“原神”的真相",

    "忘了，但是忘了是由忘了自主研发的忘了。忘了发生在一个被称作忘了的忘了，在这里被忘了选中的人将被授予忘了，引导忘了之力。你将扮演一位名为忘了的忘了，在忘了中邂逅忘了，在忘了中邂逅忘了，和忘了一起击败忘了，找回失散的忘了——同时，逐步发掘忘了的忘了。 后面我忘了。",

    "君の言う通りです、しかし、「原神インパクト」は、ホヨバースが独自に開発した新たなオープンワールドアドベンチャーゲームである。ゲームは、「ティヴァト」と言うファンタジーの世界で起こり、神に選ばれた人は「神の目」を与えられて、要素の力を把握できる。君は「旅人」と言う神秘なキャラを操作し、自由な旅の途中で、異なる個性や能力を持っている仲間と出会い、共に強敵を倒し、離散した家族を探していく。同時に、「原神」の真実を徐々に発見する。",

    "你说得对 但是我很难想象一个精神状态正常的游戏玩家会做出“不玩原神”这种选择。原神优秀的题材与充实有趣的游戏内容，可以说目前所有开放世界游戏中最优秀的，没有之一。没有玩过原神的朋友失去的不仅仅是一次游戏的体验，而是一种最基本的对游戏的理解与精神信仰。原神明明可以在将大家的游戏体验带入一个全新的高度，可是你竟然放弃了。那今后提起游戏你必将会坠入冰冷的深渊，体验绝望的后悔与没落感。玩游戏不玩原神，就像四大名著不看红楼梦说明这个人文学造诣和自我修养不足，他理解不了这种内在的阳春白雪的高雅艺术，他只能看到外表的辞藻堆砌，参不透其中深奥的精神内核，他整个人的层次就卡在这里了， 只能度过一个相对失败的人生"
]
 